{
	"versionPatreon": "v6.12",
	"versionFree": ["v6.11","v6.12"],
	"linuxStaticUrl": "https://github.com/supertriodo/Arena-Tracker/releases/download/v5.0/Arena.Tracker.v6.12.Linux.Dev.zip",
	"linuxAppUrl": "https://github.com/supertriodo/Arena-Tracker/releases/download/v5.0/ArenaTracker.Linux.AppImage",
	"macUrl": "https://github.com/supertriodo/Arena-Tracker/releases/download/v5.0/Arena.Tracker.v6.12.Mac.Dev.zip",
	"windowsUrl": "https://github.com/supertriodo/Arena-Tracker/releases/download/v5.0/Arena.Tracker.v6.12.Windows.Dev.zip",
	"log": "From now on when a new version is released AT will ask the user if they want to update it. If so it will automatically download the new version, restart and show the changes log of the new version. The auto-updater feature was voted by tier 5$+ patrons.<br><br><b>Details:</b><ul><li>Deck: Allow deck lists with more than 30 cards. Useful for dungeon mode.</li><li>Config: Change default assistant to lightForge with original scores.</li><li>Config: Change default theme to Classic.</li><li>UI: Fixed Transparency Framed to show on the deck window the loaded theme. Framed work better for streaming now.</li><li>UI: Change font used in draft mechanics overlay to BigFont.</li><li>UI: Update Classic theme to change the default font to roboto.</li><li>Misc: Arena Tracker now auto-update and restart when a new update is found (and the user accept). On Linux AppImage it creates a shortcut and make sure you run the AppImage on AT dir.</li><li>Misc: Show download progress while downloading a new version.</li><li>Misc: After an update AT shows the version changes in a message box.</li><li>Synergy: Add separate tags for discover, drawGen and toYourHandGen. This way we can create synergies involving discoverSyn, drawSyn and toYourHandSyn, like Leyline Manipulator.</li><li>Synergy: Separate synergy tags with spells on spellSyn and spellAllSyn to differentiate cards that synergize with spells from your deck and the ones which do with all spells, including the one generated by other cards.</li><li>Synergy Fix: Reduce the mana cost of Shifting Scroll and Corridor Creeper in terms of mana avg count for the deck mechanics overview.</li><li>Synergy Fix: Avoid synergies between cards that give only health and tokenGen cards.</li><li>Bug Fix: Build cards json map using the local copy without the need to check if we actually have the latest version. Fix requested by patron Kakadu.</li><li>Bug Fix: If you have selected a draft assistant different that combined when starting a new draft both labels will still be shown in the draft tab. Now its fixed.</li><li>Bug Fix: When King TogWaggle is played some card may not be shown/removed from your deck window. Now it's fixed.</li></ul>"
}
